import Header from "../Main/header/Header";
import Footer from "../Main/Footer/Footer";
import "./About.css"
import {observer} from "mobx-react-lite";


function About() {
    return (
        <>
        <Header/>
        <div className="about">
            <div className="container">
                <div className="about__content">
                    <h3 className="about__title">Про компанію</h3>
                    <div className="about__content-text">
                        <p className="about__content-text-par">
                            <span className="about__content-text-sp">Mobileshop</span> – це добре помітний і впізнаваний ритейл на ринку України,
                            що включає мережу з більше 71 магазинів і інтернет-магазин ctrs.com.ua.
                        </p>
                        <p className="about__content-text-par">
                            Ми працюємо в унікальному для України форматі інноваційних розважальних центрів в яскравому
                            сучасному дизайні, площею до 2000 м².<br/>
                            Це відкритий доступ до товарів, інтерактивні зони віртуальної реальності, електротранспорт
                            і пристрої розумного будинку, доброзичливий і грамотний персонал. Місце, де вам завжди раді
                        </p>
                        <p className="about__content-text-par">
                            Цільова аудиторія <span className="about__content-text-sp">Mobileshop</span> – активні, просунуті користувачі девайсів і гаджетів: від навушників
                            до ноутбуків, від квадрокоптера до електробайка.<br/>
                            Ми цілеспрямовано займаємося популяризацією електротранспорту в Україні, перші виділили
                            персональний в окрему категорію і познайомили українців з цим способом пересування.
                            У 2016 році за підтримки Mobileshop був проведений перший чемпіонат України з моноколеса.
                        </p>
                        <p className="about__content-text-par">
                            Онлайн магазин <span className="about__content-text-sp">Mobileshop</span> впевнено тримається серед лідерів інтернет-торгівлі в Україні.
                            Центральний офіс знаходиться в Одесі (доступна віртуальна екскурсія).
                        </p>
                        <p className="about__content-text-par">
                            Компанія розвиває власну мережу авторизованих сервісних центрів і пунктів прокату електротранспорту,
                            а також освітніх просторів у флагманських магазинах мережі.
                        </p>
                    </div>
                    <h3 className="about__title">Історія</h3>
                    <div className="about__content-text">
                        <p className="about__content-text-par">
                            Ми починали з оптових продажів мобільних телефонів у 2000 році.
                            Всі пам'ятають великі Нокіа і маленькі Еріксон?) Перший роздрібний магазин був відкритий в Одесі
                            в червні 2000 року з яскравою назвою Mobileshop.
                            Потім був Mobileshop і нарешті ми зупинилися на добре відомому сьогодні Mobileshop.
                        </p>
                        <p className="about__content-text-par">
                            У <span className="about__content-text-sp">2007</span> інтернет-магазин Mobileshop починає здійснювати доставку
                            в будь-яку точку України. На той час – це був прорив.
                        </p>
                        <p className="about__content-text-par">
                            У <span className="about__content-text-sp">2011</span> відкривається перша точка видачі інтернет-магазину.
                            Mobileshop робить акцент на техніку Apple і розширює сегмент цільової аудиторії.
                        </p>
                        <p className="about__content-text-par">
                            Вперше в Україні покупець побачив відкриту викладку гаджетів та інтерактивні демо-зони замість
                            скляних вітрин, саме в Mobileshop. З тих пір телефони, планшети і ноутбуки можна чіпати, перевіряти і тестувати.
                            Пізніше цей прийом перейняли й інші мережі.
                        </p>
                        <p className="about__content-text-par">
                            Продавці-консультанти поміняли строгі костюми на кеди, футболки і джинси. У наших магазинах вже
                            тоді була незвичайна, яскрава атмосфера, яка дуже личить тій новизні, яку ми несемо.
                        </p>
                        <p className="about__content-text-par">
                            У <span className="about__content-text-sp">2014</span> році компанія оголошує старт продажів Xiaomi і Meizu на правах ексклюзивного дистриб'ютора
                            і першою знайомить українців з китайськими брендами. Це був важкий шлях, але ми його пройшли разом з вами.
                            Купити щось вироблене в Китаї тоді вважалося неприйнятним через сформовані упередження про низьку якість.
                            Роки пройшли і тепер негативні переконання до цих брендам не належать. Пізніше продавати продукцію Сяомі
                            та Мейзу стали й інші мережі.
                        </p>
                        <p className="about__content-text-par">
                            <span className="about__content-text-sp">2016</span>  – відкриті перші точки Mobileshop в Одесі та Києві, в прогулянкових зонах Аркадії та ВДНГ.
                            Відмінний спосіб познайомитися з новою та незвичною розвагою на той час і розвинути нову культуру використання.
                            2018 - 27 липня компанія Mobileshop першою в Україні відкрила Apple Shop – спеціалізовану торговельну зону площею 60 м² з продукцією Apple.
                            Під час відкриття у флагманському магазині Мега Mobileshop в Одесі було продано 140 iPhone!!!
                            Це був абсолютний рекорд ринку.
                        </p>
                        <p className="about__content-text-par">
                            <span className="about__content-text-sp">2019</span> – відкриті ще два Apple Shop в Києві – в Mobileshop.
                        </p>
                        <p className="about__content-text-par">
                            <span className="about__content-text-sp">Apple Shop</span> розміщується тільки в магазинах ключових авторизованих роздрібних партнерів по всьому світу.
                            Mobileshop має статус Apple Authorized Reseller.
                            На даний момент на території України Apple Shop є тільки в нашій мережі.
                        </p>
                        <p className="about__content-text-par">
                            Це означає, що у нас ексклюзивні пропозиції, офіційна техніка бренду, в найширшому асортименті.
                            Консультанти Mobileshop знають про Apple все, допоможуть обрати ідеальний девайс, будь то iPhone, MacBook,
                            iPad, навушники або периферія.
                        </p>
                        <p className="about__content-text-par">
                            <span className="about__content-text-sp">2020</span> року – рік епідемії коронавіруса. Запам'ятаємо його з кращого боку. Наприклад, виріс попит на
                            техніку для здоров'я – очищувачі, зволожувачі повітря, інгалятори і смарт годинники. В той епічний березень
                            ми поринули в онлайн, адже це легко і безпечно – купувати, сидячи вдома.
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <Footer/>
        </>
    )
}
export default observer(About);